Repository: LouisVoiturier/Client-iOS-app
Catalog: Louis/Supporting Files/*.lproj/Localizable.strings
Languages: es

# AddPayment-Default-Name
source: Personal
es: Personnal

# AddPayment-Description-Name
source: Card Name
es: Nombre dela tarjeta

# AddPayment-Description-Secret
source: Security code
es: Criptograma

# AddPayment-PlaceHolder-Name
source: Work, private...
es: Trabajo, perso

# AddPayment-Title
source: NEW CREDIT CARD
es: Nueva tarjeta

# BackButtonItem-Title
source: Back
es: Vuelta

# CancelButtonItem-Title
source: Cancel
es: Cancelar

# Coupons-Title
source: PROMO CODE
es: Códigos promocionales

# FeedBackView-Button-Title
source: Send
es: Enviar

# FeedBackView-Comment-Placeholder
source: Leave a comment...
es: Quadar un comentario

# FeedBackView-CommentView-Title
source: Comment
es: Comentario

# FeedBackView-Header-Title
source: Your last ride
es: Su última carrera

# FeedBackView-Price-SubTitle
source: Charged on
es: Con cargo a

# FeedBackView-Valets-FirstValet-Prefix
source: 1st valet :
es: Primer conductor

# FeedBackView-Valets-SecondValet-Prefix
source: 2nd valet :
es: Segundo conductor

# FeedBackView-Valets-Title
source: Rate your valets !
es: Dé su opinión

# Geoloc-AlertInfo-Msg
source: To use the app, you must allow it to access your location.
es: Para utilisar el servicio, debe aceptar la geolocalización

# Geoloc-AlertInfo-Title
source: Almost done !
es: casi estamos

# Geoloc-Setting-Button
source: Go to Settings
es: Acceder a los reglajes

# Home-AlertView-Description-NoCards
source: Do you want to register a credit card to book a valet ?
es: Quiere registrar una tarjeta de credito para reservar un conductor ?

# Home-AlertView-Title-NoCards
source: No credit card saved
es: Ninguno medio de pago regitrado

# Home-BookButton-AskForReturn
source: Get my car back
es: Recuperar mi vehículo

# Home-BookButton-Book
source: Book a valet now
es: Reservar ahora

# Home-BookButton-Confirm
source: Confirm booking
es: Confirmar

# Home-BookButton-SubmitPicker
source: Select
es: Seleccionar

# Home-Bottom-Table-CellTitle-Card
source: Credit card
es: Pago

# Home-Bottom-Table-CellTitle-Price
source: Price
es: Precio

# Home-Bottom-Table-CellTitle-Vehicle
source: Car
es: Vehículo

# Home-Bottom-Table-NoCards
source: No credit card
es: No tarjeta de credito

# Home-Bottom-Table-NoVehicle
source: No car
es: No vehículo

# Home-Bottom-Table-SectionHeader
source: Check and confirm your booking
es: Pruebe y confirme su reserva

# Home-Description-ClosingHour
source: Closing hour
es: Hora de cierre

# Home-Description-Hours
source: Hours
es: Horarios

# Home-Description-Prices
source: Price
es: Precio

# Home-Description-TimePast
source: Time past
es: Tiempo transcurrido

# Home-HourService-WeekDay-1
source: Sunday
es: Domingo

# Home-HourService-WeekDay-2
source: Monday
es: Lunes

# Home-HourService-WeekDay-3
source: Tuesday
es: Martes

# Home-HourService-WeekDay-4
source: Wednesday
es: Miercoles

# Home-HourService-WeekDay-5
source: Thursay
es: Jueves

# Home-HourService-WeekDay-6
source: Friday
es: Viernes

# Home-HourService-WeekDay-7
source: Saturday
es: Sábado

# Home-LocationPin-Outzone
source: Go to the covered area
es: Ir a la zona cubierta

# Home-OffZone-Text
source: Selected address is out of the service area
es: La dirección elegida no esta en la zona cubierta por el servicio

# Home-PinLabel-RDV
source: Meeting place
es: Lugar de cita

# Meetings-Title
source: RIDES
es: Carreras

# Menu-CGV
source: Terms of Service
es: Contrato de adhesión

# Menu-Coupons
source: Promo code
es: Codigos promocionales

# Menu-Help
source: Support
es: Ayuda

# Menu-Home
source: Book a valet
es: Reservar un conductor

# Menu-Legals
source: Legal
es: Menciones legales

# Menu-Meetings
source: Rides
es: Carreras

# Menu-Payment
source: Payment
es: Pago

# Menu-Profile
source: Profile
es: Perfil

# Menu-Vehicles
source: Cars
es: Vehículos

# Payment-Add-Button
source: Add a credit card
es: Añadir une carta

# Payment-Delete-Alert-Action-Yes
source: Yes
es: Sí

# Payment-Delete-Alert-Message
source: Do you want to delete this credit card ?
es: Esta seguro querer suprimir esta tajeta ?

# Payment-Delete-Alert-Title
source: Delete
es: Suprimir

# Payment-Delete-Label
source: Delete
es: Suprimir

# Payment-Description-NbCard
source: Card number
es: Número

# Payment-Descritpion-Expiration
source: Expiration date
es: Fecha de caducidad

# Payment-NameUpdateAlert-Message
source: Enter a new name for this credit card
es: Pique un nuevo nombre para esta tajeta de credito para modificarle

# Payment-NameUpdateAlert-Title
source: Edit
es: Modificación

# Payment-Section-AltCard
source: Other payments
es: Otros medios de pago

# Payment-Section-MainCard
source: Main payment
es: Medio de pago principal

# Payment-Title
source: PAYMENT
es: Pago

# Profile-Button-Modify
source: Edit
es: Modificar

# Profile-ChangePwd-CurrentPwd
source: Current password invalid
es: Contraseña actual incorrecta

# Profile-ChangePwd-CurrentPwd-Label
source: Current password
es: Contraseña actual

# Profile-ChangePwd-CurrentPwd-PlaceHolder
source: 6 characters minimum
es: 6 caráteres minimo

# Profile-ChangePwd-NewPwd-Confirm
source: New passwords don't match
es: Las nuevas contraseñas deben ser identicas

# Profile-ChangePwd-NewPwd-Label
source: New password
es: Nueva contraseña

# Profile-ChangePwd-NewPwd-PlaceHolder
source: 6 characters minimum
es: 6 caráteres minimo

# Profile-ChangePwd-NewPwdConfirm-Label
source: Confirm new password
es: Confirmación nueva contraseña

# Profile-ChangePwd-NewPwdConfirm-PlaceHolder
source: 6 characters minimum
es: 6 caráteres minimo

# Profile-ChangePwd-Pwd-MinSize
source: New password must have at least 6 characters
es: La nueva contrasña debe contener 6 caracteres minimo

# Profile-ChangePwd-Record
source: Save
es: Registrar

# Profile-ChangePwd-Title
source: NEW PASSWORD
es: Nueva contraseña

# Profile-Disconnect-Button
source: To disconnect
es: Desconectarse

# Profile-Disconnect-Confirm-Msg
source: Do you want to disconnect ?
es: Esta segura querer desconectarse ?

# Profile-Disconnect-Confirm-Title
source: Disconnect
es: Desconexión

# Profile-Edit-Label
source: Edit
es: Modificar

# Profile-FirstName-Label
source: Firstname
es: Nombre

# Profile-LastName-Label
source: Lastname
es: Apellido

# Profile-PhoneNumber-Label
source: Phone number
es: Móvil

# Profile-Title
source: PROFILE
es: Perfil

# ProfileSetup-Button-Save
source: Save
es: Registrar

# ProfileSetup-Change-Picture
source: Change my picture
es: Cambiar mi foto

# ProfileSetup-DiscardAllChange-Confirm-Msg
source: Do you want to cancel your modofications ?
es: Esta seguro de querer cancelar las modificaciones ?

# ProfileSetup-DiscardAllChange-Confirm-Title
source: Cancel
es: Cancelar

# ProfileSetup-SaveChange-Confirm-Msg
source: Do you want to save your modifications ?
es: Esta seguro de querer registrar las modificaciones ?

# ProfileSetup-SaveChange-Confirm-Title
source: Edit
es: Modificación ?

# ProfileSetup-Title
source: EDIT MY PROFILE
es: Modificar mi perfil

# ResearchPopup-BotText-AddPayment
source: Adding a credit card...
es: Aditamento de una tarjeta en curso...

# ResearchPopup-BotText-AddVehicle
source: Adding a car...
es: Aditamento de un vehículo en curso...

# ResearchPopup-BotText-Found
source: Reservation confirmed !
es: Reserva confirmada !

# ResearchPopup-BotText-NotFound
source: Please retry later
es: Gracias de intentarlo más tarde !

# ResearchPopup-BotText-Searching
source: Searching for a valet...
es: Buscada de un conductor...

# ResearchPopup-TopText-NotFound
source: Sorry, our valets are busy.
es: Lo siento, todos nos conductores son ocupados

# SearchBar-Placeholder
source: Enter an address
es: Pique una dirección

# SearchView-PlaceHolder
source: Select an address
es: Seleccionar una dirección

# SearchView-Title
source: PICK UP PLACE SELECTED
es: Lugar de cita elegido

# SecurityCode-Description
source: Security code
es: Codigo de seguridad

# Sign-Email-TextField
source: name@domain.com
es: nombre@dominio.com

# Sign-In-Title
source: SIGN IN
es: Conexión

# Sign-Pwd-Label
source: Password
es: Contraseña

# Sign-Pwd-TextField
source: 6 characters minimum
es: 6 caracteres minimo

# Sign-PwdConfirm-Label
source: Confirm password
es: Confirmación

# Sign-PwdConfirm-TextField
source: 6 characters minimum
es: 6 caracteres minimo

# Sign-Up-Title
source: SIGN UP
es: Inscripción

# SignIn-Button-Title
source: Sign In
es: Conectarse

# SignIn-ForgottenPwd-Button
source: Forgot password ?
es: Contraseña olvidada

# SignUp-AddCard-Warning-Msg
source: Your card will be charged only if a valet take your car
es: Su tarjeta de credito solo sera debitada si un conductor toma su vehículo en carga

# SignUp-AddCard-Warning-Title
source: Add your payment info
es: Añadir un medio de pago

# SignUp-AddPayment-Later
source: Later
es: Más tarde

# SignUp-AddPayment-WelcomeMsg
source: Welcome
es: Bienvenida

# SignUp-Button-Record
source: Next
es: Siguiente

# SignUp-Button-Title
source: Sign Up
es: Inscribirse

# SignUp-Check-Email
source: Email address invalid
es: Dirección mail incorecta

# SignUp-Check-Email-Format
source: Email format maust be name@domain.com
es: Dirección mail debe ser en el formato nombre@dominio.com

# SignUp-Check-Pwd
source: Password invalid
es: Contraseña incorecta

# SignUp-Check-Pwd-MinSize
source: Password must have at least 6 characters
es: La contraseña debe contener 6 caracteres minimo

# SignUp-Check-Pwd-ReEntry
source: Passwords don't match
es: Las contraseñas deben ser identicas

# SignUpProfile-AddPicture
source: Add a picture
es: Añadir una foto

# SignUpProfile-Button-Title
source: Save
es: Registrar

# SignUpProfile-CarHeaderTitle
source: Your car
es: Su vehículo

# SignUpProfile-Check-Firstname-ErrMsg
source: Firstname too short
es: Su apelido es demasiado corto

# SignUpProfile-Check-Lastname-ErrMsg
source: Lastname too short
es: Su nombre es demasiado corto

# SignUpProfile-Check-Multiple-Error
source: Please correct red fields
es: Gracias de corigir los campos en rojo

# SignUpProfile-Check-PhoneNumber-ErrMsg
source: Phone number invalid
es: El número de teléfono

# SignUpProfile-Check-VehiculeBrand-ErrMsg
source: Car's brand empty
es: Marca del vehículo ausente

# SignUpProfile-Check-VehiculeColor-ErrMsg
source: Car's color empty
es: Color del vehículo ausente

# SignUpProfile-Check-VehiculeModel-ErrMsg
source: Car's model empty
es: Modelo del vehículo ausente

# SignUpProfile-ChoosePicture
source: Select in the gallery
es: Eligir en la bibliotecá

# SignUpProfile-TakePicture
source: Take a picture
es: Tomar una foto

# SignUpProfile-UIView-Picker-Button-Done
source: Done
es: Terminado

# UIAlertAction-Button-Cancel
source: Cancel
es: Cancelar

# UIAlertAction-Button-ConfirmCancel
source: Yes, cancel it
es: Si, cancelo

# UIAlertAction-Button-NotNow
source: Not now
es: No ahora

# UIAlertAction-Button-YES
source: Yes
es: Sí

# UIApplicationShortcutItemTitle-RequestValet
source: Request a valet
es: Reservar un conductor

# URLResponse-401
source: Email or password invalid
es: Dirección mail o contraseña incorrecto

# URLResponse-404
source: Not found
es: Inencontrable

# URLResponse-503
source: Service currently unavailable
es: No disponible momentáneamente

# URLResponse-Title
source: Server error -
es: Error en el sevidor

# Vehicle-Delete-Alert-Action-Yes
source: Yes
es: Sí

# Vehicle-Delete-Alert-Message
source: Do you want to delete this car ?
es: Esta seguro de querer suprimir este vehículo ?

# Vehicle-Delete-Alert-Title
source: Delete
es: Suprimir

# Vehicle-Setup-Button-Title
source: Save
es: Registrar

# Vehicle-Setup-Label-0
source: Brand
es: Marca

# Vehicle-Setup-Label-1
source: Model
es: Modelo

# Vehicle-Setup-Label-3
source: Plate number
es: Número de placa

# Vehicle-Setup-Placeholder-0
source: Volkswagen, Audi...
es: Renault, Peugeot...

# Vehicle-Setup-Placeholder-1
source: Golf, A3...
es: Clio, 208...

# Vehicle-Setup-Placeholder-2
source: Select
es: Seleccione

source: White
es: Blanco

source: Black
es: Negro

source: Grey
es: Gris

source: Red
es: Rojo

source: Blue
es: Azul

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Brown
es: Marrón

source: Other
es: Otro

# Vehicle-Setup-View-RightBarButton-Add
source: Add
es: Añadir

# Vehicle-Setup-View-RightBarButton-Cancel
source: Cancel
es: Cancelar

# Vehicle-Setup-View-RightBarButton-Edit
source: Delete
es: Suprimir

# Vehicle-Setup-View-Title-Add
source: New car
es: Nuevo vehículo

# Vehicle-Setup-View-Title-Edit
source: Edit car
es: Modificar

# Vehicles-Button-Title
source: Add a car
es: Anadir un vehículo

# Vehicles-View-Title
source: Cars
es: Vehículos

# Webview-Legal-Title
source: LEGAL
es: Menciones legales

# Webview-Support-Title
source: SUPPORT
es: Ayuda

# Webview-Terms-Title
source: TERMS OF SERVICE
es: Contrato de adhesión

# Welcome-SignIn-TitlePart1
source: Already an account ?
es: Ya tiene una cuenta ?

# Welcome-SignIn-TitlePart2Underline
source: Sign In !
es: Conecte usted !

# Welcome-SignUp-Button-Title
source: Sign Up
es: Inscribirse
